// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Aplicaţia aceasta nu poate rula.";
"NoDiskArb Informative" = "A apărut o problemă la pornirea Disk Arbitration. Acest lucru nu ar trebui să se întâmple.";
"NoDiskArb OK" = "OK";

/* Error retrieving config file. */
"CantGetConfig Message" = "Lista de imagini nu poate fi preluată.";
"CantGetConfig Informative" = "A apărut o problemă la preluarea listei de imagini de recuperare disponibile (%1$@). Verificaţi pentru a vă asigura de funcţionarea conexiunii dvs. la reţea.";
"CantGetConfig OK" = "OK";
"CantGetConfig Error NoConnection" = "nu a putut fi alocată nicio conexiune";
"CantGetConfig Error DownloadError" = "a apărut o eroare în timpul descărcării";
"CantGetConfig Error StringCreate" = "răspunsul nu a putut fi utilizat";

/* Version error. */
"VersionError Message" = "Această versiune a aplicaţiei este prea veche.";
"VersionError Informative" = "Descărcaţi o versiune mai nouă. Aceasta este versiunea %1$@; este necesară minimum versiunea %2$@. %3$@";
"VersionError OK" = "Descărcaţi versiunea nouă";

/* File dialog to select a local file. */
"SelectLocal File" = "Selectaţi o imagine:";
"SelectLocal Button" = "Selectaţi";

/* Alert on writing stick. */
"WriteAlert Message" = "Sigur doriţi să ştergeţi definitiv %1$@?";
"WriteAlert Informative" = "Veţi pierde definitiv toate datele aflate în prezent pe acesta. Nu puteţi să anulaţi această acţiune.";
"WriteAlert Cancel" = "Nu ştergeţi";
"WriteAlert OK" = "Ştergeţi";

"TooSmallAlert Message" = "%1$@ nu poate fi utilizat; este prea mic.";
"TooSmallAlert Informative" = "Este necesar un stick de minimum %2$@.";
"TooSmallAlert OK" = "OK";

"NotWritable Message" = "%1$@ nu poate fi utilizat; este numai în citire.";
"NotWritable Informative" = "Stickul este numai în citire. Este posibil ca stickul să aibă buton care permite scrierea pe acesta; în caz contrar, nu poate fi utilizat.";
"NotWritable OK" = "OK";

/* Stick writing statuses. */
"Status Downloading" = "Se descarcă…";
"Status Verifying" = "Se verifică…";
"Status Unpacking" = "Se despachetează…";
"Status Claiming" = "Se revendică…";
"Status Unmounting" = "Se demontează…";
"Status Writing" = "Se scrie…";
"Status Ejecting" = "Se scoate…";
"Status Done" = "Efectuat!";

"StatusAdd Attempt" = " (încercarea %1$d)";

/* Errors */
"Failure Downloading" = "Ne pare rău, a apărut o eroare (nu a putut fi descărcată imaginea sursă). Doriţi să încercaţi din nou?";
"Failure Verifying Return Value" = "Ne pare rău, a avut loc o eroare (nu a putut fi verificată imaginea sursă, eroare de program, %1$s). Doriţi să încercaţi din nou?";
"Failure Verifying SHA Mismatch" = "Ne pare rău, a apărut o eroare (nu a putut fi verificată imaginea sursă, eroare privind suma de verificare). Doriţi să încercaţi din nou?";
"Failure Unpacking" = "Ne pare rău, a apărut o eroare (nu a putut fi despachetată imaginea sursă, %1$s). Doriţi să încercaţi din nou?";
"Failure Claiming" = "Ne pare rău, a apărut o eroare (nu a putut fi revendicat stickul USB). Doriţi să încercaţi din nou?";
"Failure Unmounting" = "Ne pare rău, a apărut o eroare (nu a putut fi demontat stickul USB). Doriţi să încercaţi din nou?";
"Failure Opening Source Image" = "Ne pare rău, a apărut o eroare (nu a putut fi deschisă imaginea sursă, %1$s). Doriţi să încercaţi din nou?";
"Failure Opening Destination Device" = "Ne pare rău, a apărut o eroare (nu a putut fi deschis stickul USB, %1$s). Doriţi să încercaţi din nou?";
"Failure Reading Source Image" = "Ne pare rău, a apărut o eroare (nu s-a putut citi din imaginea sursă, %1$s). Doriţi să încercaţi din nou?";
"Failure Writing Destination Device" = "Ne pare rău, a apărut o eroare, (nu au putut fi scrise date pe stickul USB, %1$s). Doriţi să încercaţi din nou?";
"Failure Ejecting" = "Ne pare rău, a apărut o eroare (nu a putut fi scos stickul USB). Doriţi să încercaţi din nou?";

"Failure Try Again" = "Încercaţi din nou";
"Failure Quit" = "Ieşire";

"Failure Termination Status" = "Starea terminării %d";

"Failure Internal Error 1" = "Valoare EOF neaşteptată";
